/* A secret phrase that allows you to login to a service */
" Sign Up." = " Sign Up.";

/* Currency Symbol, for example $ */
"$" = "$";

/* No comment provided by engineer. */
"Can't Connect To Server" = "Can't Connect To Server";

/* A secret phrase that allows you to login to a service */
"Don't have an Account?" = "Don't have an Account?";

/* No comment provided by engineer. */
"HOME" = "HOME";

/* No comment provided by engineer. */
"Invalid Password" = "Invalid Password";

/* No comment provided by engineer. */
"Invalid Username" = "Invalid Username";

/* No comment provided by engineer. */
"Invalid username" = "Invalid username";

/* Another word for sign in */
"L O G I N" = "L O G I N";

/* No comment provided by engineer. */
"LOGIN" = "LOGIN";

/* No comment provided by engineer. */
"MY LISTS" = "MY LISTS";

/* A secret phrase that allows you to login to a service */
"Password" = "Password";

/* No comment provided by engineer. */
"Please Try Again" = "Please Try Again";

/* No comment provided by engineer. */
"Product added to \(listName)!" = "Product added to \(listName)!";

/* No comment provided by engineer. */
"PROFILE" = "PROFILE";

/* A word for suggesting things that would be of interest to a person */
"Recommended" = "Recommended";

/* No comment provided by engineer. */
"Server error" = "Server error";

/* Shop All */
"Shop All" = "Shop All";

/* No comment provided by engineer. */
"userId" = "userId";

/* A word for mail over the internet */
"Username" = "Username";

/* No comment provided by engineer. */
"Welcome to \(departmentName)!" = "Welcome to \(departmentName)!";


